package com.z.tech.rbac.rbac.util;

/**
 * 中文字符工具类
 */
public class ChinesCharacterUtil {

    /**
     * 127中文字
     */
    public static String chinese127 = "这是一段一百二十八个汉字的文字这是一段一百二十八个汉字的文字这是一段一百二十八个汉字的文字这是一段一百二十八个汉字的文字这是一段一百二十八个汉字的文字这是一段一百二十八个汉字的文字这是一段一百二十八个汉字的文字这是一段一百二十八个汉字的文字这是一段一百二";
    /**
     * 128中文字
     */
    public static String chinese128 = "这是一段一百二十八个汉字的文字这是一段一百二十八个汉字的文字这是一段一百二十八个汉字的文字这是一段一百二十八个汉字的文字这是一段一百二十八个汉字的文字这是一段一百二十八个汉字的文字这是一段一百二十八个汉字的文字这是一段一百二十八个汉字的文字这是一段一百二十";
    /**
     * 129中文字
     */
    public static String chinese129 = "这是一段一百二十八个汉字的文字这是一段一百二十八个汉字的文字这是一段一百二十八个汉字的文字这是一段一百二十八个汉字的文字这是一段一百二十八个汉字的文字这是一段一百二十八个汉字的文字这是一段一百二十八个汉字的文字这是一段一百二十八个汉字的文字这是一段一百二十多";

}
